Revit 2027 API
SymbolTypeId.SfHPerKbtu Property
 Symbol SF·h/kBtu, indicating unit Square feet per thousand British thermal units per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SfHPerKbtu { get; }
Public Shared ReadOnly Property SfHPerKbtu As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SfHPerKbtu {
	ForgeTypeId^ get ();
}
static member SfHPerKbtu : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace